{"rule_id":"sanity-win-def-grace","name":"Sanity: Windows Defender grace expired","description":"Detects expiration of Microsoft Defender grace period.","severity":"high","risk_score":60,"type":"query","language":"kuery","query":"winlog.channel: \"Microsoft-Windows-Windows Defender/Operational\" and event.code: 5101","index":["winlogbeat-*","logs-windows.*"],"from":"now-10m","interval":"5m","enabled":false,"tags":["sanity","windows"],"false_positives":[],"references":[],"author":["assistant"],"version":1,"max_signals":10000}
